GGUF Version: 3
KV Pairs: 23 | Tensors: 201
[GGUF] Key: general.architecture (type: 8)
[GGUF] Key: general.name (type: 8)
[GGUF] Key: llama.context_length (type: 4)
[GGUF] Key: llama.embedding_length (type: 4)
[GGUF] Key: llama.block_count (type: 4)
[GGUF] Key: llama.feed_forward_length (type: 4)
[GGUF] Key: llama.rope.dimension_count (type: 4)
[GGUF] Key: llama.attention.head_count (type: 4)
[GGUF] Key: llama.attention.head_count_kv (type: 4)
[GGUF] Key: llama.attention.layer_norm_rms_epsilon (type: 6)
[GGUF] Key: llama.rope.freq_base (type: 6)
[GGUF] Key: general.file_type (type: 4)
[GGUF] Key: tokenizer.ggml.model (type: 8)
[GGUF] Key: tokenizer.ggml.tokens (type: 9)
[GGUF] Key: tokenizer.ggml.scores (type: 9)
[GGUF] Key: tokenizer.ggml.token_type (type: 9)
[GGUF] Key: tokenizer.ggml.merges (type: 9)
[GGUF] Key: tokenizer.ggml.bos_token_id (type: 4)
[GGUF] Key: tokenizer.ggml.eos_token_id (type: 4)
[GGUF] Key: tokenizer.ggml.unknown_token_id (type: 4)
[GGUF] Key: tokenizer.ggml.padding_token_id (type: 4)
[GGUF] Key: tokenizer.chat_template (type: 8)
[GGUF] Key: general.quantization_version (type: 4)
0 : <unk>
1 : <s>
2 : </s>
3 : <0x00>
4 : <0x01>
5 : <0x02>
6 : <0x03>
7 : <0x04>
8 : <0x05>
9 : <0x06>
10 : <0x07>
11 : <0x08>
12 : <0x09>
13 : <0x0A>
14 : <0x0B>
15 : <0x0C>
16 : <0x0D>
17 : <0x0E>
18 : <0x0F>
19 : <0x10>
20 : <0x11>
21 : <0x12>
22 : <0x13>
23 : <0x14>
24 : <0x15>
25 : <0x16>
26 : <0x17>
27 : <0x18>
28 : <0x19>
29 : <0x1A>
30 : <0x1B>
31 : <0x1C>
32 : <0x1D>
33 : <0x1E>
34 : <0x1F>
35 : <0x20>
36 : <0x21>
37 : <0x22>
38 : <0x23>
39 : <0x24>
40 : <0x25>
41 : <0x26>
42 : <0x27>
43 : <0x28>
44 : <0x29>
45 : <0x2A>
46 : <0x2B>
47 : <0x2C>
48 : <0x2D>
49 : <0x2E>
50 : <0x2F>
51 : <0x30>
52 : <0x31>
53 : <0x32>
54 : <0x33>
55 : <0x34>
56 : <0x35>
57 : <0x36>
58 : <0x37>
59 : <0x38>
60 : <0x39>
61 : <0x3A>
62 : <0x3B>
63 : <0x3C>
64 : <0x3D>
65 : <0x3E>
66 : <0x3F>
67 : <0x40>
68 : <0x41>
69 : <0x42>
70 : <0x43>
71 : <0x44>
72 : <0x45>
73 : <0x46>
74 : <0x47>
75 : <0x48>
76 : <0x49>
77 : <0x4A>
78 : <0x4B>
79 : <0x4C>
80 : <0x4D>
81 : <0x4E>
82 : <0x4F>
83 : <0x50>
84 : <0x51>
85 : <0x52>
86 : <0x53>
87 : <0x54>
88 : <0x55>
89 : <0x56>
90 : <0x57>
91 : <0x58>
92 : <0x59>
93 : <0x5A>
94 : <0x5B>
95 : <0x5C>
96 : <0x5D>
97 : <0x5E>
98 : <0x5F>
99 : <0x60>
100 : <0x61>
101 : <0x62>
102 : <0x63>
103 : <0x64>
104 : <0x65>
105 : <0x66>
106 : <0x67>
107 : <0x68>
108 : <0x69>
109 : <0x6A>
110 : <0x6B>
111 : <0x6C>
112 : <0x6D>
113 : <0x6E>
114 : <0x6F>
115 : <0x70>
116 : <0x71>
117 : <0x72>
118 : <0x73>
119 : <0x74>
120 : <0x75>
121 : <0x76>
122 : <0x77>
123 : <0x78>
124 : <0x79>
125 : <0x7A>
126 : <0x7B>
127 : <0x7C>
128 : <0x7D>
129 : <0x7E>
130 : <0x7F>
131 : <0x80>
132 : <0x81>
133 : <0x82>
134 : <0x83>
135 : <0x84>
136 : <0x85>
137 : <0x86>
138 : <0x87>
139 : <0x88>
140 : <0x89>
141 : <0x8A>
142 : <0x8B>
143 : <0x8C>
144 : <0x8D>
145 : <0x8E>
146 : <0x8F>
147 : <0x90>
148 : <0x91>
149 : <0x92>
150 : <0x93>
151 : <0x94>
152 : <0x95>
153 : <0x96>
154 : <0x97>
155 : <0x98>
156 : <0x99>
157 : <0x9A>
158 : <0x9B>
159 : <0x9C>
160 : <0x9D>
161 : <0x9E>
162 : <0x9F>
163 : <0xA0>
164 : <0xA1>
165 : <0xA2>
166 : <0xA3>
167 : <0xA4>
168 : <0xA5>
169 : <0xA6>
170 : <0xA7>
171 : <0xA8>
172 : <0xA9>
173 : <0xAA>
174 : <0xAB>
175 : <0xAC>
176 : <0xAD>
177 : <0xAE>
178 : <0xAF>
179 : <0xB0>
180 : <0xB1>
181 : <0xB2>
182 : <0xB3>
183 : <0xB4>
184 : <0xB5>
185 : <0xB6>
186 : <0xB7>
187 : <0xB8>
188 : <0xB9>
189 : <0xBA>
190 : <0xBB>
191 : <0xBC>
192 : <0xBD>
193 : <0xBE>
194 : <0xBF>
195 : <0xC0>
196 : <0xC1>
197 : <0xC2>
198 : <0xC3>
199 : <0xC4>
200 : <0xC5>
201 : <0xC6>
202 : <0xC7>
203 : <0xC8>
204 : <0xC9>
205 : <0xCA>
206 : <0xCB>
207 : <0xCC>
208 : <0xCD>
209 : <0xCE>
210 : <0xCF>
211 : <0xD0>
212 : <0xD1>
213 : <0xD2>
214 : <0xD3>
215 : <0xD4>
216 : <0xD5>
217 : <0xD6>
218 : <0xD7>
219 : <0xD8>
220 : <0xD9>
221 : <0xDA>
222 : <0xDB>
223 : <0xDC>
224 : <0xDD>
225 : <0xDE>
226 : <0xDF>
227 : <0xE0>
228 : <0xE1>
229 : <0xE2>
230 : <0xE3>
231 : <0xE4>
232 : <0xE5>
233 : <0xE6>
234 : <0xE7>
235 : <0xE8>
236 : <0xE9>
237 : <0xEA>
238 : <0xEB>
239 : <0xEC>
240 : <0xED>
241 : <0xEE>
242 : <0xEF>
243 : <0xF0>
244 : <0xF1>
245 : <0xF2>
246 : <0xF3>
247 : <0xF4>
248 : <0xF5>
249 : <0xF6>
250 : <0xF7>
251 : <0xF8>
252 : <0xF9>
253 : <0xFA>
254 : <0xFB>
255 : <0xFC>
256 : <0xFD>
257 : <0xFE>
258 : <0xFF>
529 : ▁<
829 : </
1404 : ▁user
1533 : ▁</
1788 : ▁system
1792 : user
2565 : ></
3254 : "><
3532 : ▁<<
3551 : ▁\<
3705 : ▁<-
4160 : ▁users
4488 : \<
5205 : system
5277 : ▁<=
5299 : ><
5319 : "></
6319 : ▁<?
6757 : ▁systems
6786 : username
7193 : users
8169 : <?
8952 : ▁username
9314 : <<
9872 : ▁"<
10341 : ▁<!--
10553 : \<^
12801 : ▁'<
13505 : <\
14065 : <=
14136 : <!--
14814 : ;</
14935 : ▁`<
15271 : ▁<>
16040 : }</
16406 : <-
18252 : ▁<!
19423 : .<
20255 : ▁assistant
20577 : ▁<%
20770 : ▁"\<
20824 : >\<
21106 : .</
21172 : ▁<%=
21765 : ▁(\<
22101 : ▁filesystem
25076 : ="<?
25225 : ▁"</
25299 : <>
26292 : <%=
26498 : >\<^
26717 : <'
27258 : <>();
28945 : ("<
29721 : userId
29966 : <
